/* name of this language */
"language" = "German";

/* iTC What's New */
"    - Daily Alarm\n    - Solar noon indication\n    - Noon on top option\n    - Option to stay on only when plugged in"="    - Daily Alarm\n    - Solar noon indication\n    - Noon on top option\n    - Option to stay on only when plugged in";
/* iTC What's New 1.3 */
"    - Improved graphics\n    - Solar and Lunar Eclipse Simulator"="- Verbesserte Grafik\n    - Sonnen- und Mondfinsternis-Simulator";
/* label for a WWW link */
" ... tap to visit our web site"="... antippen, um unsere Webseite zu besuchen";
/* format string with a one character abbreviation for 'day' */
"%s%dd %02d:%02d:%02d"="%1$s%2$dT %3$d:%4$d:%5$d";
/* format string with a one character abbreviation for 'year' and 'day' */
"%s%dy %dd %02d:%02d:%02d"="%1$s%2$dJ %3$dT %4$d:%5$d:%6$d";
/* label for enable alarm clock switch */
"Alarm:"="Wecker:";
/* the label on a dial: the angle above the horizon */
"Altitude"="Höhe";
/* label for a Annular solar eclipse */
"Annular solar eclipse"="Ringförmige Sonnenfinsternis";
/* the constellation of the zodiac */
"Aquarius"="Aquarius";
/* the constellation of the zodiac */
"Aries"="Aries";
/* the label on a dial: the angle around the horizon */
"Azimuth"="Azimut";
/* label for when the eclipse is below the horizon */
"Below horizon"="Unter dem Horizont";
/* the constellation of the zodiac */
"Cancer"="Cancer";
/* the constellation of the zodiac */
"Capricornus"="Capricornus";
/* short abbreviation for century */
"cent"="Jhd.";
/* short abbreviation for day */
"day"="Tag";
/* First-run alert button to go to release notes */
"Details"="Details";
/* name of option to turn off the iPhone's automatic screen locking feature */
"Disable Auto-Lock:"="Autom. Sperre deaktivieren";
/* Done */
"Done"="Fertig";
/* one character abbreviation for 'east' */
"E"="O";
/* the planet Earth */
"Earth"="Erde";
/* label for the Eclipse Simulator or Viewer or Window */
"Eclipse Simulator"="Finsternis-Simulator";
/* the label on a dial: Equation of Time */
"Equation of Time"="Zeitgleichung";
/* the constellation of the zodiac */
"Gemini"="Gemini";
/* help message0 */
"Help Text0"="Die goldenen Hauptzeiger geben die Stunden, Minuten und Sekunden im 12-Stunden-Format an. Der dünne Zeiger in der Mitte mit der großen, weißen Pfeilspitze gibt die Zeit im 24-Stunden-Format an.";
/* help message1 */
"Help Text1"="Die bunten Ringe stellen die Zeiten dar, zu denen die einzelnen 'Planeten' sich am Horizont befinden. Der große hinter den anderen steht für die Sonne. Die 11 bunten Pfeile stellen die Zeiten der astronomischen Dämmerung, der nautischen Dämmerung, der bürgerlichen Dämmerung, des Sonnenaufgangs/Sonnenuntergangs, der 'goldenen Stunde' und des astronomischen Mittags dar.";
/* help message1.5 */
"Help Text1.5"="Auf der kleinen Scheibe mit dem Titel 'Finsternis-Simulator' befinden sich drei Symbole im äußeren Ring, welche den Schatten der Sonne, des Mondes und der Erde darstellen, während sie sich scheinbar am Himmel um die Erde drehen, sowie zwei dünne rote Linien, die die Knoten der Mondbahn anzeigen (die Punkte, wo sie die Ebene der Sonnenbahn schneidet). Der Bereich im Ring ist normalerweise leer, aber kurz bevor eine Mond- oder Sonnenfinsternis stattfindet, erscheint dort eine Animation der Finsternis.";
/* help message2 */
"Help Text2"="Tippen Sie 'Einstellen' an, um in den Einstellungsmodus zu gelangen. Tippen Sie dann auf eine der Zeiteineiten, um sich um diese Menge nach vorn (blau) oder zurück (rot) zu bewegen. Wenn Sie 'Phasen' antippen, gelangen Sie um eine Viertelphase des Mondes vor oder zurück.";
/* help message3 */
"Help Text3"="Drücken und halten Sie einen dieser Punkte, um allmählich weiter zu gelangen. Schieben Sie Ihren Finger von dem Button, bevor Sie ihn anheben, um den Button einrasten zu lassen und allmählich weiter zu gelangen. Tippen Sie auf 'Zurücksetzen', um zur aktuellen Zeit zurück zu gelangen.";
/* help message4 */
"Help Text4"="Tippen Sie die Schalter für die Höhe oder das Azimut an, um umzuschalten, welche Werte des Planeten hier angezeigt werden.";
/* help message5 */
"Help Text5"="Der rote Punkt auf dem Erdbild gibt den aktuellen Standort an. Wenn dieser nicht wie erwartet ausfällt, können Sie auch die Steuerungen oben benutzen, um ihn manuell einzustellen. Wenn Ihr Standort und Ihre Zeitzone nicht überein stimmen, sehen die astronomischen Informationen seltsam aus.";
/* help message6 */
"Help Text6"="Um die Weckzeit einzustellen, schalten Sie zunächst den Wecker EIN, und tippen anschließend den Einstellen-Knopf an, der dann erscheint. Wenn Sie zum Hauptbildschirm zurückkehren, erscheint ein roter Indikator, der die Weckzeit außerhalb der 24-Stunden-Scheibe markiert. Wenn die Weckzeit erreicht wird, wird etwa 20 Sekunden lang ein Ton abgespielt (Sie können diesen jedoch auch sofort abstellen, indem Sie auf eine beliebige Stelle auf dem Bildschirm tippen).";
/* help message7 */
"Help Text7"="Emerald Observatory synchronisiert seine Zeitanzeige über NTP mit den Atomuhren im internationalen Standard. Dazu ist eine Internetverbindung erforderlich und die Synchronisierung kann jedes Mal, wenn die App startet, ein paar Sekunden dauern. Der Indikator in der linken unteren Ecke blinkt während der Synchronisierung und wird dauerhaft grün, wenn diese erfolgreich abgeschlossen wurde oder dauerhaft gelb, wenn eine Synchronisierung nicht möglich war.";
/* help message8 */
"Help Text8"="Besuchen Sie unsere Webseite unter https://github.com/Chrisp671/Day-4-Observatory um weitere Details zu erfahren (tippen Sie das Logo unten auf dieser Seite an). Sie können uns gern eine E-Mail senden, wenn Sie Fragen oder Probleme haben. Kommentare und Vorschläge sind ebenfalls willkommen.";
/* short abbreviation for hour */
"hour"="Stunde";
/* iTC description0; terms here should match those in the other strings */
"iTC description0"="Emerald Observatory zeigt eine Vielzahl an astronomischen Informationen auf einem einzigen Bildschirm an, in einem einzigartigen, aber verständlichen Format. Zu diesen Informationen gehören:";
/* iTC description1 */
"iTC description1"="- Die Zeiten des Aufgangs und Untergangs der Sonne, des Mondes und der 5 klassischen Planeten
    - Die Zeiten des Einbruchs und Endes der Dämmerung
    - Heliozentrisches Planetenmodell (Anzeige der Planeten auf der Umlaufbahn um die Sonne)
    - Höhe und Azimut derselben Himmelskörper (jeweils ein Himmelskörper)
    - Aktuelle Phase und relative, scheinbare Größe des Mondes
    - Aktuelle Tag- und Nachtgebiete auf einer Weltkarte
    - Gleichung der Zeit, Sonnenzeit, koordinierten Weltzeit (UTC-Zeit) und Sternzeit
    - Monats-, Tages-, Jahres- und Schaltjahranzeige";
/* iTC description2 */
"iTC description2"="Außerdem:
    - Angezeigte Zeiten werden über NTP mit dem Atomuhr-Standard synchronisiert
    - Benutzt den Standort des iPad, oder der Breitengrad und Längengrad können manuell eingestellt werden
    - Tägliche Weckfunktion";
/* iTC description3; terms here should match those in the other strings */
"iTC description3"="Einstellungen sind verfügbar, mit denen die Anzeige dauerhaft an bleiben kann.";
/* iTC description4; terms here should match those in the other strings */
"iTC description4"="Tippen Sie auf die Anzeige, um sich um eine Minute, Stunde, einen Tag, Monat oder ein Jahr vor oder zurück zu bewegen. Ein detailliertes Handbuch für Emerald Observatory finden Sie auf der 'Emerald Sequoia LLC Webseite', die unten aufgeführt wird, unter https://github.com/Chrisp671/Day-4-Observatory";
/* iTC description; terms here should match those in the other strings */
"iTC description5"="Falls Probleme mit der Anwendung auftreten, lesen Sie bitte unseren FAQ-Bereich (die am häufigsten gesteltlten Fragen) auf der unten angegebenen Support-Seite und kontaktieren Sie uns über diese Seite, wenn Ihr Problem nicht gelöst werden kann. Wir sind stolz darauf, alle per E-Mail eingehenden Support-Anfragen prompt zu beantworten.";
/* the planet Jupiter */
"Jupiter"="Jupiter";
/* First-run alert button to skip release notes for now */
"Later"="Später";
/* north-south coordinate */
"Latitude:"="Breitengrad:";
/* term for years with Feb 29 as in: '2012 is a leap year' */
"leap"="Schalt";
/* term for years with Feb 29 */
"leap (%d)"="Schalt (%d)";
/* the constellation of the zodiac */
"Leo"="Leo";
/* the constellation of the zodiac */
"Libra"="Libra";
/* east-west coordinate */
"Longitude:"="Längengrad:";
/* the planet Mars */
"Mars"="Mars";
/* the planet Mercury */
"Mercury"="Merkur";
/* short abbreviation for minute */
"min"="min";
/* short abbreviation for month */
"mon"="Mo.";
/* the proper name of Earth's moon */
"Moon"="Mond";
/* one character abbreviation for 'north' */
"N"="N";
/* one character abbreviations for compass points: north, east, south, west */
"N,E,S,W"="N,O,S,W";
/* the planet Neptune */
"Neptune"="Neptun";
/* First-run alert button to permanently skip release notes */
"Never"="Nie";
/* label for when no eclipse is visible */
"No eclipse"="Keine Finsternis";
/* name of option for noon on the top of the 24-hour dial (instead of midnight) */
"Noon on Top:"="Mittag ganz oben:";
/* term for years without Feb 29 as in '2010 is not a leap year' */
"not leap"="kein Schalt";
/* OK */
"OK"="OK";
/* Title for options settings screen */
"Options"="Optionen";
/* label for a Partial lunar eclipse */
"Partial lunar eclipse"="Teilweise Mondfinsternis";
/* label for a Partial solar eclipse */
"Partial solar eclipse"="Teilweise Sonnenfinsternis";
/* short abbreviation for phase of the Moon */
"phase"="Phase";
/* the constellation of the zodiac */
"Pisces"="Pisces";
/* constellations of the zodiac */
"Pisces,Aries,Taurus,Gemini,Cancer,Leo,Virgo,Libra,Scorpius,Sagittarius,Capricornus,Aquarius"="Pisces,Aries,Taurus,Gemini,Cancer,Leo,Virgo,Libra,Scorpius,Sagittarius,Capricornus,Aquarius";
/* the planet Pluto */
"Pluto"="Pluto";
/* label for the button that reverses the action of 'Set' */
"Reset"="Zurücks.";
/* one character abbreviation for 'south' */
"S"="S";
/* the constellation of the zodiac */
"Sagittarius"="Sagittarius";
/* the planet Saturn */
"Saturn"="Saturn";
/* the constellation of the zodiac */
"Scorpius"="Scorpius";
/* Set (verb) */
"Set"="Einst.";
/* label for alarm time setting widget */
"Set the alarm time:"="Stellen Sie die Weckzeit ein:";
/* Details */
"Show details"="Details anzeigen";
/* the label on a dial: a truncation of 'sidereal time' or 'star time' */
"Sidereal"="Sternzeit";
/* the label on a dial: a truncation of 'Solar time' or 'Sun time' */
"Solar"="Sonnenzeit";
/* Stop alarm test */
"Stop"="Beenden";
/* the proper name of Earth's star */
"Sun"="Sonne";
/* the constellation of the zodiac */
"Taurus"="Taurus";
/* Test alarm */
"Test"="Test";
/* Astronomy date range checking */
"The earliest time supported is"="Die früheste unterstützte Zeit ist";
/* Astronomy date range checking */
"The latest time supported is"="Die späteste unterstützte Zeit ist";
/* iTC keywords */
"time,clock,astronomy,NTP,atomic,sunset,photo,planet,moon,alarm,sunrise,twilight,earth,lunar,UTC"="Zeit,Uhr,Astronomie,Foto,Planet,Wecker,Sonnenaufgang,Dämmerung,koordinierte Weltzeit,Finsternis";
/* short two-line label indicating that the last NTP synchronization was canceled */
"Time\nsync canceled"="Zeit\nsynchr. abgebrochen";
/* short two-line label indicating that the last NTP synchronization failed */
"Time\nsync failed"="Zeit\nsynchr. fehlgeschlagen";
/* short two-line label indicating that NTP synchronization is OFF */
"Time\nsync OFF"="Zeit\nsynchr. AUS";
/* short two-line label indicating that watch time is synchronized with NTP */
"Time\nsynchronized"="Zeit\nsynchronisiert";
/* short two-line label indicating that NTP synchronization is in progress */
"Time\nsyncing..."="Zeit\nwird synchronisiert...";
/* label for a Total lunar eclipse */
"Total lunar eclipse"="Totale Mondfinsternis";
/* label for a Total solar eclipse */
"Total solar eclipse"="Totale Sonnenfinsternis";
/* Help message for 'Use Location Services' */
"Turn OFF to set location manually"="AUS schalten, um den Standort manuell einzustellen";
/* Help message for 'Noon on Top' */
"Turn ON for noon on top, OFF for midnight on top"="Schalten Sie dies EIN, um Mittag ganz oben anzeigen zu lassen, und AUS, um Mitternacht ganz oben anzeigen zu lassen.";
/* Help message for Disable Auto-Lock on battery */
"Turn ON to prevent automatic sleep on battery"="Schalten Sie dies EIN, um zu verhindern, dass der Akku automatisch in den Ruhemodus versetzt wird.";
/* Help message for Disable Auto-Lock when plugged in */
"Turn ON to prevent automatic sleep when plugged in"="Schalten Sie dies EIN, um den automatischen Ruhemodus im angeschlossenen Zustand zu verhindern";
/* timezone / position mismatch warning message */
"tz-pos warning"="Ihr Standort und Ihre Zeitzone scheinen nicht überein zu stimmen: siehe die Zeitzonen-Bezeichnung über der 6-Uhr-Position und den roten Punkt auf der Weltkarte. Sie müssen Ihre Zeitzone eventuell in der Einstellungs-App (Allgemein/ Datum & Zeit) ändern, oder warten, bis das Gerät seine Zeitzone und seinen Standort bestimmt hat. Sie können eine Standort-Aktualisierung erzwingen, indem Sie den Schalter 'Ortungsdienste benutzen' umlegen oder den Standort manuell einstellen.";
/* error message */
"Unknown planet number %d"="Unbekannter Planet Nummer %d";
/* the planet Uranus */
"Uranus"="Uranus";
/* Help message for latitude/longitude entry */
"Use a single decimal number for each field; use negative values for south and west."="Benutzen Sie eine einzelne Dezimalzahl für jedes Feld; benutzen Sie Negativwerte für Süden und Westen.";
/* name of option to use the iPhone's location determination features */
"Use Location Services:"="Ortungsdienste benutzen:";
/* the planet Venus */
"Venus"="Venus";
/* the constellation of the zodiac */
"Virgo"="Virgo";
/* one character abbreviation for 'west' */
"W"="W";
/* Warning */
"Warning"="Warnung";
/* First-ever run alert button to go to application help on website */
"Website (in English)"="Webseite (auf Englisch)";
/* First-ever-run alert summary */
"Welcome to Emerald Observatory!\n\nThere's lots of Help available"="Willkommen bei Emerald Observatory!\n\nEs gibt jede Menge Hilfe";
/* Version 1.3 first-run alert summary */
"Welcome to version %@, with\n\n<new stuff>\n\nTap Details to get more information on the (English) website"="Willkommen bei Version %@\n\nTippen Sie Details an, um auf der (englischsprachigen) Webseite weitere Informationen zu erhalten.";
/* short abbreviation for year */
"year"="Jahr";
/* Large NTP skew warning message */
"Your clock differs from NTP time by %.0f seconds.\nPlease check that your Date & Time and Timezone settings are correct." = "Ihre Uhr unterscheidet sich von NTP-Zeit von %.0f Sekunden.\nBitte überprüfen Sie, dass Datum und Uhrzeit und Zeitzone korrekt sind.";
/* location determination failure message */
"Your location cannot be determined.  You may need to enter a location manually (tap the \"i\" at the bottom right)."="Ihr Standort kann nicht bestimmt werden. Sie müssen eventuell manuell einen Standort eingeben (tippen Sie dazu auf das \"i\" unten rechts).";
/* Invalid location warning message */
"Your location\n\n%@\n\nappears to be invalid.  Turn 'Use Location Services' ON or enter a valid latitude and longitude."="Ihr Standort\n\n%@\n\nscheint ungültig zu sein. Schalten Sie 'Ortungsdienste benutzen' EIN oder geben Sie einen gültigen Breitengrad und Längengrad ein.";
/* detailed timezone/position warning message */
"Your timezone:\n\n%@ (%@)\noffset %d:%02d, centered at %d%s\n\ndoesn't match your location:\n\n%0.5f, %0.5f\n(± %.0f meters)"="Ihre Zeitzone:\n\n%1$@ (%2$@)\nAusgleich %3$d:%4$d, mit Zentrum in %5$d%6$s\n\nstimmt nicht mit Ihrem Standort überein:\n\n%7$.5f, %8$.5f\n(± %9$.0f Meter)";

/* App display name */
"Observatory" = "Sternwarte";

